[
    {
        "question": "Tell me about yourself.",
        "example": [
            "<span class=\"exam\">Example 1 :</span><br>First of all I would like to thank you for giving me this great opportunity to introduce myself in front of you.I am Neena from Vellore. I completed my BCA in MMES arts and science college with 86% and I completed +2 from EVRN higher secondary school with 84%, I completed my 10th from same school with 74%.Coming to my family. We have 4 members including me. My father is a employee and my mother is a home maker. I have a elder brother. He s a software engineer in Wipro, that's all about my family.<br>My strength is I can learn from Atmosphere, quick learner.<br>My weakness I trust others quickly. That's all about me.<br>Thank you!"
        ]
    },
    {
        "question": "What is the difference between confidence and over confidence?",
        "example": [
            "<span class=\"exam\">Example 1:</span><br>Confidence means belief in oneself overconfidence means excessively confident or presumptuous confidence leads to success overconfidence leads to failure confidence strengthen self-strength overconfidence debilitate self-strength confidence make us think positive overconfidence make us think negative confidence itself positive in meaning while overconfidence itself negative in meaning.",
            "<span class=\"exam\">Example 2 :</span><br>The differences between confidence and over confidence is:<br>Confidence: I will fight and win the fight.<br>Over Confidence : There's no way I will loose the fight."
        ]
    },
    {
        "question": "What is the difference between hard work and smart work?",
        "example": [
            "<span class=\"exam\">Example 1:</span><br>Hard worker can not be a smart worker but smart worker handle all situation either there is easy or hard."
        ]
    },
    {
        "question": "How do you feel about working nights and weekends?",
        "example": [
            "<span class=\"exam\">Example 1 :</span><br>Usually, I finish my work in given time. But if it is requirement of any job and I am applying for that job then I will definitely present at nights and weekends, without any problem.",
            "<span class=\"exam\">Example 2 :</span><br>Sir, I don't care about time, I don't care about night or day I just care about my work. Sir, if my work is incomplete or my company requires my presence at night or weekend i'll be there!",
            "<span class=\"exam\">Example 3 :</span><br>If my work is pending then surely I do not have any problem working at weekends. If the company provides full security for girls during night times then working at nights is not an issue."
        ]
    },
    {
        "question": "Tell me about the most boring job you have ever had?",
        "example": [
            "<span class=\"exam\">Example 1 :</span><br>The most boring job is 'having no job'. On contrast, if We have a job but we don't have interest in that job, then It would become a boredom for us.",
            "<span class=\"exam\">Example 2 :</span><br>According to me feeling bore and feeling happy its all depend upon us, nothing is boring in this life everything comes with new ideas so we have to enjoy it and learn from it."
        ]
    },
    {
        "question": "What was the toughest challenge you have ever faced?",
        "example": [
            "<span class=\"exam\">Example 1 :</span><br>One of the biggest challenge that I had faced is providing 100 percent quality to my work. But yes I worked very hard to improve my quality and note down all my errors and not to make repetitive errors again and again. The only way to overcome challenges is to face them.",
            "<span class=\"exam\">Example 2 :</span><br>Given that I'm just living 23years. I would say that the greatest challenge that I have ever faced is when I need to work with someone I don't like, but we need to finish this project in time. So I need to adjust and control my emotion and just be professional and matured enough for the sake of the project. And yes. I succeeded."
        ]
    },
    {
        "question": "Explain how you would be an asset to this organization?",
        "example": [
            "<span class=\"exam\">Example 1 :</span><br>Let's walk with an example. If I am working with your organization effectively and efficiently having my great potential, caliber and knowledge which in return, gives better results, like profits, new ideas, future opportunities, contribution in company's growth factors. So it proves that I am a valuable assets for your organization.",
            "<span class=\"exam\">Example 2 :</span><br>I can be asset to your organisation since I am dedicated towards my work. I have a patience to hold up pressure and work sincerely. Moreover I have a quality to learn from my failure and don't give up until I achieve positive result."
        ]
    },
    {
        "question": "What sort of criteria are you using to decide the organization you will work for?",
        "example": [
            "<span class=\"exam\">Example 1 :</span><br>RESEARCH the company first, whether you are applying at a Fortune 500 Company. Do a search online. Look at their website. Find out who they are, what they do and why you'd want to work there. The WORST thing you can do is showing up at an interview knowing nothing about the company!<br>Once you know about the company you can answer this question more easily (for example: \"I've read about how this company's growth is on the rise and also how involved it is in the local community.\")"
        ]
    }
]